[BalanceDefs.ID_ClaptrapInvitations MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Convites de Aniversário"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_ClaptrapInvitations:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Convites para a festa de aniversário do Claptrap."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_ClaptrapBirthday_PartyFavor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClaptrapBirthday_Pizza InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClatrapBirthday_Boombox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

